---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SlabShapeFailures
source: html/c5d43b6f-155f-6864-600c-978883d16b0f.htm
---
# BuiltInFailures.SlabShapeFailures Properties

Slab Shape Edit failed. [Description]